package org.example.Task2;

public class Task2 {
    public static void main(String[] args) {
        //Создайте переменную целочисленного типа с наименьшим диапазоном чисел.
        // Присвойте ей наибольшее возможное значение
        byte a = 127; //Диапозон byte от -128 до 127
        //Создайте переменную типа с плавающей точкой с наибольшим диапазоном чисел.
        // Присвойте ей произвольное дробное значение
        double b = 3.45; // Диапозон double от ±4.9*10*10308 до ±1.79*10308
    }
}
